/* Project > Presentaton - Shared */

"Click + to add a title localization." = "单击 + 以添加标题语言包。";

/* Project > Presentation */

"This step will not be displayed." = "此步骤不会显示。";

"Do you really want to remove this Installer plugin?" = "你真的想删除这个 Installer.app 插件吗？";

"Not Found" = "未找到";

"Plugin Not Found" = "找不到插件";

/* Project > Presentation > Inspectors */

"Title" = "标题";

"Background" = "背景;

"Introduction" = "介绍";

"Read Me" = "前言";

"License" = "许可证";

"Installation Type" = "安装类型";

"Summary" = "概要";

"Installer Plugin" = "安装程序插件";

/* Project > Presentation > Title > Inspector */

"Distribution Title" = "分配标题";

/* Project > Presentation > Background > Inspector */

"title.appearance-mode.0" = "Light";

"title.appearance-mode.1" = "Dark";

/* Project > Presentation > Introduction > Inspector */

"Custom Introduction Localizations" = "自定义简介语言包";

/* Project > Presentation > Read Me > Inspector */

"Custom Read Me Localizations" = "自定义自述语言包";

/* Project > Presentation > Installation Type */

"Show Raw Names" = "显示原始名称";

"Hide Raw Names" = "隐藏原始名称";

" - <RAW>" = " - <RAW>";

"INSTALLER" = "安装程序";

"SOFTWAREUPDATE" = "软件更新";

"INVISIBLE" = "隐藏";

"Duplicate As Hierarchy" = "复制为层次结构";

"Add Hierarchy" = "添加层次结构";

"Remove..." = "清除…";

"Do you really want to remove the \"%@\" hierachy?" = "你真的想要删除\"%@\"这个层次结构吗？";

"This will also remove any dependency on this item for other items. This cannot be undone." = "这也将删除对此项目的任何依赖项目以用于其他项目。这不能被撤消。";

"This will also remove any dependency on these items for other items. This cannot be undone." = "这也将删除对其他项目的这些项目的任何依赖项目。这不能被撤消。";

/* Project > Presentation > Installation Type > Inspector */

"Not Editable" = "不可编辑";

"Package" = "软件包";

"1 package" = "1 个软件包";

"%lu packages" = "%lu 个软件包";

"Group of Choices" = "选择组";

"No sub-choices" = "没有子选择";

"1 sub-choice" = "1 个子选择";

"%lu sub-choices" = "%lu 个子选择";

/* Project > Presentation > Installation Type > Inspector > Attributes */

"Description" = "描述";

"Click + to add a description localization.\nUse alt+return for line breaks." = "单击+以添加描述本地化。使用\nUse ⌥↩ 来换行。";

"Always Enabled" = "始终启用";

"Always Disabled" = "始终禁用";

"Dependent on Other Choices" = "取决于其他选择";

"Required" = "需要";

"Selected" = "选择";

"Unselected" = "未选择";

/* Project > Presentation > Installation Type > Inspector > Dependencies Editor */

"Choice %@" = "选择 %@";

"Choice is enabled when:" = "选择在以下时间启用:";

"Choice is " = "选择: ";

"And" = "和";

"Or" = "或";

"Is" = "是";

"Is Not" = "不是";

"Enabled" = "启用";

"Selected" = "选择";

/* Project > Presentation > Summary > Inspector */

"Custom Summary Localizations" = "自定义摘要语言包";

/* Project > Presentation > Installer Plugin  > Inspector */
